{
  "meta": {
    "startWith": 0,
    "startNarrative": "Mechanical",
    "startValue": "Abacus",
    "narratives": [
      "Mechanical",
      "Electromechanical",
      "Electronic",
	  "Timeline"
    ]
  },
  "items":[
	{
		"@sort": "abacus",
		"shortName": "Abacus",
		"image": "img/abacus.jpg",
		"info":{
			"Name": "Abacus",
			"Invention date": "3000 BC",
			"Invention place": "no clue",
			"Type of device": "Mechanical"
		},
		"shortInfo": "A hand-operated calculating tool consisting of a two-dimensional array of slidable items.",
		"mediumInfo": "A hand-operated calculating tool consisting of a two-dimensional array of slidable items. Still in use to this day, the abacus has an odvantage of not requiring paper and pen, nor does it require electricity, and it's also used as the standard by vision-impaired people. First appearing in early 3rd millenium BC Mesopotamia, it spread throughout the Old World and was used as a calculating device from Ireland to Japan.",
		"longInfo": "docs/abacus.html"
	},
	{
		"@sort": "autoflute",
		"shortName": "Automatic flute",
		"image": "img/autoflute.jpg",
		"info":{
			"Name": "Banu Musa automatic flute",
			"Invention date": "9th century AD",
			"Invention place": "Levant",
			"Type of device": "Mechanical"
		},
		"shortInfo": "The Banu Musa automatic flute is a mechanical hydraulic organ operating automatically by the action of weight and water pressure.",
		"mediumInfo": "The Banu Musa automatic flute is a mechanical hydraulic organ operating automatically by the action of weight and water pressure. The air pushed by the hydraulic pump is compressed in a sphere to power a flute with nine holes. The holes are opened and closed by levers, the ends of which make contact with the fixed raised pins arranged on the surface of a revolving cylinder.",
		"longInfo": "docs/autoflute.html"
	},
	{
		"@sort": "drum",
		"shortName": "Drum machine",
		"image": "img/drummachine.png",
		"info":{
			"Name": "Al-Jazari drum machine",
			"Invention date": "12th century AD",
			"Invention place": "Egypt",
			"Type of device": "Mechanical"
		},
		"shortInfo": "The Al Jazari drum machine was an early programmable automata with a drum machine with pegs that bumb into levers operating the percussion.",
		"mediumInfo": "The Al Jazari drum machine was an early programmable automata with a drum machine with pegs that bumb into levers operating the percussion. Different rhythms and musical patterns were achievable by moving the pegs of the central cylinder around. The machine could have actually been a more complex mechanism representing an entire band, that could also perform facial actions during music production.",
		"longInfo": "docs/drummachine.html"
	},
	{
		"@sort": "musicbox",
		"shortName": "Music box",
		"image": "img/musicbox.jpg",
		"info":{
			"Name": "Music box",
			"Invention date": "1796 AD",
			"Invention place": "France",
			"Type of device": "Mechanical"
		},
		"shortInfo": "A music box is an automatic musical instrument in a box that produces musical notes by using a set of pins placed on a revolving cylinder or disc to pluck the tuned teeth of a steel comb.",
		"mediumInfo": "A music box is an automatic musical instrument in a box that produces musical notes by using a set of pins placed on a revolving cylinder or disc to pluck the tuned teeth of a steel comb. The popular device best known today as a music box developed from musical snuff boxes of the 18th century. Some of the more complex boxes also contain a tiny drum and/or bells in addition to the metal comb.",
		"longInfo": "docs/musicbox.html"
	},
	{
		"@sort": "loom",
		"shortName": "Loom",
		"image": "img/loom.jpg",
		"info":{
			"Name": "Jacquard loom",
			"Invention date": "1800 AD",
			"Invention place": "France",
			"Type of device": "Mechanical"
		},
		"shortInfo": "Jacquard loom is a loom, in which the weaving pattern is programmable by a set of punched cards laced together in a sequence.",
		"mediumInfo": "Jacquard loom is a loom, in which the weaving pattern is programmable by a set of punched cards laced together in a sequence. One complete card, consisting of multiple rows of holes, corresponded to one row of the design",
		"longInfo": "docs/jacquardloom.html"
	},
	{
		"@sort": "babbage",
		"shortName": "Difference engine",
		"image": "img/babbage.jpg",
		"info":{
			"Name": "Babbage's difference engine",
			"Invention date": "1822 AD",
			"Invention place": "England",
			"Type of device": "Electromechanical"
		},
		"shortInfo": "A difference engine is an automatic mechanical calculator designed to tabulate polynomial functions. It was designed in the 1820s, and was first created by Charles Babbage.",
		"mediumInfo": "A difference engine is an automatic mechanical calculator designed to tabulate polynomial functions. It was designed in the 1820s, and was first created by Charles Babbage. The name difference engine is derived from the method of divided differences, a way to interpolate or tabulate functions by using a small set of polynomial co-efficients.",
		"longInfo": "docs/babbage.html"
	}
	,
	{
		"@sort": "Hollerith machine",
		"shortName": "Hollerith machine",
		"image": "img/HollerithCunsusMachine.jpg",
		"info":{
			"Name": "Hollerith Census machine",
			"Invention date": "1890",
			"Invention place": "Columbia University, USA",
			"Type of device": "Electromechanical"
		},
		"shortInfo": "The Hollerith Census Machine, developed in 1890, revolutionized data processing by automating the tabulation of census data, significantly reducing time and labor.",
		"mediumInfo": "In 1890, Herman Hollerith introduced a groundbreaking invention, the Hollerith Census Machine. This electro-mechanical marvel streamlined the tedious process of census data tabulation. Using punched cards and mechanical counters, it enabled rapid computation, marking a significant leap forward in information management.",
		"longInfo": "docs/HollerithCunsusMachine.html"
	},
	  {
		"@sort": "COLOSSUS",
		"shortName": "COLOSSUS",
		"image": "img/COLOSSUS.jpg",
		"info":{
			"Name": "COLOSSUS",
			"Invention date": "1943-1944",
			"Invention place": "Government Code and Cypher School (GC&CS) at Bletchley Park",
			"Type of device": "Electromechanical"
		},
		"shortInfo": "COLOSSUS, operational during World War II, was the world's first programmable digital electronic computer. It played a crucial role in breaking German codes and significantly influenced the development of computing technology.",
		"mediumInfo": "COLOSSUS, a marvel of its time, emerged during the tumult of World War II. Designed by British codebreakers, it stood as the world's first programmable digital electronic computer. Its primary mission was breaking the German Lorenz cipher, a feat that greatly aided the Allied war effort and advanced the field of cryptanalysis.",
		"longInfo": "docs/COLOSSUS.html"
	},
	  {
		"@sort": "Harvard Marck I",
		"shortName": "Harvard Marck I",
		"image": "img/Harvard Marck I.jpg",
		"info":{
			"Name": "Harvard Marck I",
			"Invention date": "1944",
			"Invention place": "Harvard",
			"Type of device": "Electromechanical"
		},
		"shortInfo": "The Harvard Mark I, completed in 1944, was one of the earliest programmable computers. It was used primarily for complex calculations, including those related to military and scientific research.",
		"mediumInfo": "The Harvard Mark I, a milestone in early computing history, was completed in 1944 under the guidance of Howard Aiken. This electro-mechanical behemoth, standing 51 feet long and 8 feet tall, was the world's first programmable automatic calculator. Its capabilities revolutionized computation, tackling complex mathematical problems with unprecedented speed and accuracy.",
		"longInfo": "docs/harvardmarckI.html"
	},{
		"@sort": "ENIAC",
		"shortName": "ENIAC",
		"image": "img/ENIAC.jpg",
		"info":{
			"Name": "ENIAC",
			"Invention date": "1945",
			"Invention place": "University of Pennsylvania",
			"Type of device": "Electromechanical"
		},
		"shortInfo": "ENIAC, completed in 1946, was the world's first general-purpose electronic digital computer. It revolutionized computing by introducing electronic components, enabling faster and more versatile data processing.",
		"mediumInfo": "The Electronic Numerical Integrator and Computer (ENIAC), unveiled in 1946, marked a seismic shift in computing technology. Developed by John Mauchly and J. Presper Eckert, ENIAC was the world's first large-scale electronic digital computer. Its groundbreaking use of electronic valves instead of mechanical switches enabled unprecedented computational speed and flexibility, heralding a new era in information processing.",
		"longInfo": "docs/ENIAC.html"
	},
	  {
		"@sort": "Commodore PET",
		"shortName": "Commodore PET",
		"image": "img/CommodorePET.jpg",
		"info":{
			"Name": "Commodore PET",
			"Invention date": "1977",
			"Invention place": "Silicon Valley",
			"Type of device": "Electromechanical"
		},
		"shortInfo": "The Commodore PET, launched in 1977, was one of the earliest personal computers. Its integrated design, featuring a keyboard and monitor, made it a popular choice for home and educational use.",
		"mediumInfo": "In 1977, the Commodore PET burst onto the burgeoning personal computer scene, offering users a complete computing experience in a single package. With its integrated keyboard, monitor, and cassette tape drive, the PET revolutionized the way people interacted with computers, making computing accessible to a broader audience beyond hobbyists and professionals.",
		"longInfo": "docs/CommodorePET.html"
	},

	  {
		"@sort": "appleII",
		"shortName": "Apple II",
		"image": "img/appleII.jpg",
		"info":{
			"Name": "Apple II",
			"Invention date": "1977 AD",
			"Invention place": "Silicon Valley",
			"Type of device": "Electronic"
		},
		"shortInfo": "The Apple II, launched in 1977, was a pioneering personal computer that introduced color graphics and opened up home computing to a broad audience.",
		"mediumInfo": "The Apple II, released in 1977 by Apple Computer (now Apple Inc.), revolutionized the personal computer industry by offering the first successful computer with color graphics and an open architecture. Its user-friendly interface and expandability made it especially popular among consumers, igniting a wave of software and hardware innovations.",
		"longInfo": "docs/appleII.html"
	},
	{
		"@sort": "ibmpc",
		"shortName": "IBM PC",
		"image": "img/ibmpc.jpg",
		"info":{
			"Name": "IBM PC",
			"Invention date": "1981 AD",
			"Invention place": "New York",
			"Type of device": "Electronic"
		},
		"shortInfo": "The IBM PC, introduced in 1981, set the standard for personal computing and established the widespread adoption of the PC architecture.",
		"mediumInfo": "Released in 1981, the IBM Personal Computer (IBM PC) was a landmark in computing, standardizing the PC architecture that became foundational for the growth of personal computing. It featured an Intel 8088 processor and a user-friendly, open architecture that encouraged software and hardware compatibility across various platforms.",
		"longInfo": "docs/ibmpc.html"
	},
	{
		"@sort": "bbcmicro",
		"shortName": "BBC micro",
		"image": "img/bbcmicro.jpg",
		"info":{
			"Name": "BBC micro",
			"Invention date": "1981 AD",
			"Invention place": "London",
			"Type of device": "Electronic"
		},
		"shortInfo": "The BBC Micro, launched in 1981, was designed to support computer education in the UK, becoming a staple in schools.",
		"mediumInfo": "Introduced in 1981, the BBC Micro was developed by Acorn Computers as part of the British Broadcasting Corporation's Computer Literacy Project. This microcomputer was widely adopted in UK schools for its educational programs and robust programming capabilities, notably in BASIC.",
		"longInfo": "docs/bbcmicro.html"
	},
	{
		"@sort": "leonardo",
		"shortName": "CINECA super-Leonardo",
		"image": "img/leonardo.jpg",
		"info":{
			"Name": "CINECA super-Leonardo",
			"Invention date": "1998 AD",
			"Invention place": "EuroHPC JU",
			"Type of device": "Electronic"
		},
		"shortInfo": "The CINECA Super-Leonardo, introduced in 1998, was one of Italy's most powerful supercomputers used primarily for scientific research.",
		"mediumInfo": "Launched in 1998, the CINECA Super-Leonardo was developed as a high-performance supercomputing resource in Italy, primarily supporting academic and scientific research. It was renowned for its advanced computing power and speed, facilitating complex simulations and data analyses.",
		"longInfo": "docs/leonardo.html"
	},
	{
		"@sort": "macm1",
		"shortName": "Mac M1",
		"image": "img/macm1.jpg",
		"info":{
			"Name": "Mac M1",
			"Invention date": "2020 AD",
			"Invention place": "Silicon Valley",
			"Type of device": "Electronic"
		},
		"shortInfo": "The Mac M1, released in 2020, is Apple's first computer with an ARM-based chip, delivering exceptional performance and efficiency.",
		"mediumInfo": "In 2020, Apple introduced the Mac M1, the first Macintosh computer featuring Apple's custom ARM-based silicon, which significantly enhanced performance and energy efficiency. This technological shift represented a major leap in personal computing, integrating hardware and software more seamlessly than ever before.",
		"longInfo": "docs/macm1.html"
	}
  ]
  
}
