{
	"meta": {
		"startWith": 0,
		"startNarrative": "Historical Period",
		"startValue": "XV-XVII Century",
		"narratives": ["Typology", "Themes", "Historical Period"]
	},
	"items": [
		{
			"@sort": "4",
			"shortName": "Galileo’s Telescope",
			"image": "assets/img/items/1galileo.png",
			"info": {
				"Title": "Galileo’s Telescope Replica",
				"Creator": "Galileo Galilei",
				"icon": "assets/img/icons/telescope.png",
				"Date of Creation": "Original telescope circa 1609; \nreplica created in 1923",
				"Original Location": "Museo di Fisica e Storia Naturale, Florence, Italy",
				"Significance": "Challenging the geocentric view of the universe; pivotal in advancing observational astronomy",
				"Controversies & Debates": "Sparked debates on the structure of the universe and the role of observational evidence in scientific inquiry",
				"Exhibition": "Room ",
				"Themes": "Scientific revolution, Religious dissent" ,
				"Historical Period" : "XV-XVII Century" ,
				"Typology" : "Tool" 
			},
			"shortInfo": "Explore Galileo’s telescope replica to see how early scientific breakthroughs reshaped our understanding of the universe and influenced modern innovation.", 
			"longerInfo": ["This replica showcases how Galileo’s Telescope transformed astronomy. Galileo's discoveries of moons around Jupiter challenged old ideas about the solar system, paving the way for modern science."],
			"fullInfo": "assets/docs/1galileo copy.html"
		},
		{
			"@sort": "6",
			"shortName": "The Origin of Species",
			"image": "assets/img/items/2darwin.jpg",
			"info": {
				"Title": "On the Origin of Species by Means of Natural Selection, or the Preservation of Favoured Races in the Struggle for Life",
				"icon": "assets/img/icons/evolution.png",
				"Author": "Charles Darwin", 
				"Date of Publication": "First published in 1859",
				"Original Location": "Private collection, Virginia, USA",
				"Significance": "Sparked debates on evolution, natural selection, and the relationship between science and religion",
				"Controversies & Debates": "Provoked discussions on the origin of species, human origins, and implications for religious beliefs",
				"Exhibition": "Room ",	
				"Themes": "Scientific revolution, Religious dissent" ,
				"Historical Period" : "XVIII-XIX Century" ,
				"Typology" : "Text" 
		},
			"shortInfo": "Explore Darwin's groundbreaking theory on evolution and its societal impact. Understand its relevance to contemporary debates on science and ethics.", 
			"longerInfo": ["Delve into Darwin’s theory of evolution presented in The Origin of Species (1859). Darwin proposed natural selection as a mechanism for species adaptation, challenging creationist views. Explore debates in evolutionary biology and Darwin's influence on modern genetics and ecology."],
			"fullInfo": "assets/docs/2darwin.html"
		},
		{
			"@sort": "11",
			"shortName": "Enigma Machine",
			"image": "assets/img/items/3enigma.jpg",
			"info": {
				"Title": "Enigma Machine, Model D A1214",
				"icon": "assets/img/icons/turing.png",
				"Creator": "Alan Turing and various German engineers and cryptologists", 
				"Date of Creation": "Developed in the early 20th century; significant during WWII",
				"Original Location": "Bletchely Park Museum, UK",
				"Significance": "Importance of cryptography in wartime intelligence",
				"Controversies & Debates": "Ethical implications of wartime intelligence operations and the balance between security and privacy",
				"Exhibition": "Room " ,
				"Themes": "Ethics of war, Digital privacy",
				"Historical Period" : "First half of XX Century" ,
				"Typology" : "Tool" 
				
		},
			"shortInfo": "Discover the Enigma Machine, used during WWII to encrypt secret messages. Learn how Allied efforts to decode it influenced the outcome of the war and shaped modern cryptography.", 
			"longerInfo": ["Explore the Enigma Machine’s cryptographic complexity and its significance during WWII. This device illustrates advancements in cryptography and the ethical implications of code-breaking efforts. Dive into its technical workings and its contribution to the history of information security."],
			"fullInfo": "assets/docs/3enigma.html"
		},
		{
			"@sort": "18",
			"shortName": "For the Love of God",
			"image": "assets/img/items/4hirst.jpg",
			"info": {
				"Title": "For the Love of God",
				"icon": "assets/img/icons/skull.png",
				"Author": "Damien Hirst", 
				"Date of Creation": "2007",
				"Original Location": "White Cube Gallery, London, UK",
				"Significance": "Satirizes themes of death, wealth, and the commodification of art",
				"Controversies & Debates": "Criticized for its ostentatious use of luxury materials and the perceived emptiness of its message",
				"Exhibition": "Room " ,
				"Themes": "Provocative art",
				"Historical Period" : "XXI Century",
				"Typology" : "Artwork" 		
			},
			"shortInfo": "\"For the Love of God\" is a platinum cast of a human skull encrusted with diamonds, created by Damien Hirst in 2007, symbolizing themes of mortality and materialism.",
			"longerInfo": ["This piece explores themes of mortality, wealth, and the enduring allure of luxury. The skull's opulent decoration challenges viewers to contemplate the intersection of art, death, and the conspicuous consumption of contemporary society. \"For the Love of God\" provocatively questions the value we place on material goods and the inevitable fate of human existence, juxtaposing the preciousness of diamonds with the inevitability of death, prompting reflection on the fragility and transience of life amidst the pursuit of wealth and status."],
			"fullInfo": "assetsdocs/4hirst.html"
		},
		{
			"@sort": "7",
			"shortName": "Victorian-Era Corset",
			"image": "assets/img/items/5corset.jpg",
			"info": {
				"Title": "Victorian-Era Corset",
				"icon": "assets/img/icons/corset.png",
				"Creator": "Victorian garment manufacturers",
				"Date of Creation": "Made in 1864. Popular throughout the Victorian era (19th century)",
				"Original Location": "Victoria and Albert Museum, London, UK",
				"Significance": "Reflects debates on women’s fashion, health implications, and societal expectations of beauty",
				"Controversies & Debates": "Discussions on restrictive clothing, body autonomy, and gender roles",
				"Exhibition": "Room " ,
				"Themes": "Women's history",
				"Historical Period" : "XVIII-XIX Century" ,
				"Typology" : "Garment" 		
			},
			"shortInfo": "Explore the Victorian-Era Corset and its influence on women’s fashion and health during the 19th century. Learn about societal expectations and the evolution of women’s rights.",
			"longerInfo": ["This cultural artifact symbolizes gender norms and bodily aesthetics in the 19th century. Explore its impact on women’s health, fashion history, and feminist critiques of beauty standards and social conformity."],
			"fullInfo": "assets/docs/5corset.html"
		},
		{
			"@sort": "12",
			"shortName": "The Atomic Bomb",
			"image": "assets/img/items/6bomb.jpg",
			"info": {
				"Title": "Replica of the Atomic Bomb 'Little Boy'",
				"icon": "assets/img/icons/bomb.png",
				"Creator": "Manhattan Project scientists and engineers",
				"Date of Creation": "The original bomb was dropped in 1945",
				"Original Location": "Air & Space Museum, Denver, USA",
				"Significance": "Symbolizes the dawn of the nuclear age and the ethical debates surrounding nuclear warfare",
				"Controversies & Debates": "Ongoing discussions on the use of atomic bombs, moral implications, and global security",
				"Exhibition": "Room ",
				"Themes": "Ethics of war",
				"Historical Period" : "First half of XX Century" ,
				"Typology" : "Weapon" 	
			},
			"shortInfo": "Learn about the Atomic Bomb “Little Boy” dropped on Hiroshima in 1945, ending WWII but sparking ethical debates. Understand its implications for global peace and nuclear disarmament.",
			"longerInfo": ["Explore the replica of the Atomic Bomb \"Little Boy\" and its role in WWII and subsequent nuclear deterrence strategies. Analyze its ethical dimensions, exploring debates on nuclear weapons, international relations, and the long-term consequences of atomic warfare."],
			"fullInfo": "assets/docs/6bomb.html"
		},
		{
			"@sort": "3",
			"shortName": "Luther's 95 Theses",
			"image": "assets/img/items/7luther.jpg",
			"info": {
				"Title": "Martin Luther’s 95 Theses",
				"icon": "assets/img/icons/luther.png",
				"Author": "Martin Luther",
				"Date of Publication": "Posted in 1517",
				"Original Location": "Oxford University, UK (facsimile)",
				"Significance": "Ignited debates on church authority, religious reform, and the spread of Protestantism",
				"Controversies & Debates": "Historical and theological implications of religious reform movements",
				"Exhibition": "Room ",
				"Themes": "Religious dissent",
				"Historical Period" : "XV-XVII Century" ,
				"Typology" : "Text" 
			},
			"shortInfo": "Learn about Martin Luther’s 95 Theses, challenging the Catholic Church’s practices in the 16th century. Understand its significance in religious history and the Reformation.",
			"longerInfo": ["Explore the facsimile of Martin Luther’s 95 Theses, pivotal in challenging ecclesiastical authority and advocating for religious reforms. Explore its theological arguments and historical implications for Western Christianity."],
			"fullInfo": "assets/docs/7luther.html"
		},
		{
			"@sort": "8",
			"shortName": "L'Origine du Monde",
			"image": "assets/img/items/8origin-du-monde.jpg",
			"info": {
				"Title": "L'Origine du Monde",
				"icon": "assets/img/icons/courbet.png",
				"Creator": "Gustave Courbet",
				"Date of Creation": "Painted in 1866",
				"Original Location": "Musée d'Orsay, Paris, France",
				"Significance": "Bold, explicit portrayal of the female genitalia",
				"Controversies & Debates": "Explicit depiction of a woman's genitalia, challenging the conservative artistic standards of the 19th century. The painting was considered scandalous and often censored. It remains a subject of debate on art, sexuality, and gender representation",
				"Exhibition": "Room ",
				"Themes": "Provocative art",
				"Historical Period" : "XVIII-XIX Century" ,
				"Typology" : "Artwork" 	
			},
			"shortInfo": "L'Origine du Monde by Gustave Courbet was painted in 1866 and first exposed in Paris. It's a bold representation of the female genitalia.",
			"longerInfo": ["This way of female depiction broke the academia convention to display female nudity only in mythological or literary contexts. This was a consequence of Courbet interest in realism and erotism. In this paint, as in others of his own, we can appreciate his way to reproduce tonalism following the venetian school, emulating Tiziano, Correggio and Veronese."],
			"fullInfo": "assets/docs/8origin-du-monde.html"
		},
		{
			"@sort": "10",
			"shortName": "Suffragette Hunger Strike Medal",
			"image": "assets/img/items/9medal.jpeg",
			"info": {
				"Title": "Suffragette Hunger Strike Medal",
				"icon": "assets/img/icons/medal.png",
				"Creator": "Suffragette organizations and medal makers",
				"Date of Creation": "Early 20th century",
				"Original Location": "Museum of London, UK",
				"Significance": "Women’s right to vote and gender equality",
				"Controversies & Debates": "Political activism, methods of protest, women’s rights",
				"Exhibition": "Room " ,
				"Themes": "Women’s history",
				"Historical Period" : "First half of XX Century" ,
				"Typology" : "Event" 	
			},
			"shortInfo": "Discover the Suffragette Hunger Strike Medal, symbolizing the fight for women’s suffrage. Explore its historical significance and the ongoing struggle for gender equality.",
			"longerInfo": ["Learn about the Suffragette Hunger Strike Medal as a symbol of women’s activism and resistance during the suffrage movement. Analyze its historical context, strategies of protest, and impact on women’s rights globally."],
			"fullInfo": "assets/docs/9medal.html"
		},
		{
			"@sort": "16",
			"shortName": "Shoot Performance",
			"image": "assets/img/items/10shoot.jpg",
			"info": {
				"Title": "Video installation of \"Shoot\" Performance",
				"icon": "assets/img/icons/shooting.png",
				"Artist": "Chris Burden",
				"Date of Publication": "1971 original performance",
				"Original Location": "Various art institutions and collections, including museums specializing in contemporary art",
				"Significance": "Reflection upon boundaries of artistic expression: exploration of extreme physical experiences as a form of artistic expression",
				"Controversies & Debates": "The performance sparked debates on the ethics of using real violence in art and the audience's role in witnessing extreme acts",
				"Exhibition": "Room " ,
				"Themes": "Provocative art",
				"Historical Period" : "Second half of XX Century" ,
				"Typology" : "Artwork" 
			},
			"shortInfo": "'Shoot' by Chris Burden is a powerful example of how performance art can challenge societal norms, provoke visceral reactions, and invite audiences to reconsider their perceptions of art and human experience.",
			"longerInfo": ["The performance sparked debates about the ethics of using real violence in art, as well as discussions on the role of the audience in witnessing and interpreting extreme acts. Critics and scholars continue to analyze \"Shoot\" within the context of performance art history and its implications for understanding the boundaries of artistic expression."],
			"fullInfo": "assets/docs/10shoot.html"
		},
		{
			"@sort": "13",
			"shortName": "Playboy Magazine",
			"image": "assets/img/items/11playboy.jpg",
			"info": {
				"Title": "First Issue of \"Playboy\" Magazine",
				"icon": "assets/img/icons/rabbit.png",
				"Creator": "Hugh Hefner and Playboy Enterprises",
				"Date of Creation": "First published in December 1953",
				"Original Location": "Various museums and private collections worldwide",
				"Significance": "Sparked discussions on sexuality, media representation, and feminism",
				"Controversies & Debates": "Criticisms of objectification, debates on sexual liberation and censorship",
				"Exhibition": "Room " ,
				"Themes": "Women's history",
				"Historical Period" : "Second half of XX Century" ,
				"Typology" : "Text" 		
			},
			"shortInfo": "Discover the first issue of “Playboy” magazine, exploring its cultural impact on media and sexuality. Understand its influence on modern publishing and social attitudes.",
			"longerInfo": ["Examine the first issue of “Playboy” (1953) and its cultural significance as a blend of literature, photography, and lifestyle. Analyze its impact on the representation of sexuality in media, consumer culture, and feminist critiques of the objectification of women."],
			"fullInfo": "assets/docs/11playboy.html"
		},
		{
			"@sort": "17",
			"shortName": "Dolly the Cloned Sheep",
			"image": "assets/img/items/12dolly.jpg",
			"info": {
				"Title": "Photograph of Dolly the Sheep, an animal clone",
				"icon": "assets/img/icons/sheep.png",
				"Creator": "Scientists at the Roslin Institute, led by Dr. Ian Wilmut",
				"Date of Creation": "1996: Birth of Dolly, 1997: Announcement",
				"Original Location": "Roslin Institute, Scotland.",
				"Significance": "Ethical concerns about cloning and the concept of genetic identity",
				"Controversies & Debates": "Welfare of cloned animals, the potential for human cloning, genetic modification, and the ethical boundaries of scientific experimentation on living organisms.",
				"Exhibition": "Room ",
				"Themes": "Scientific revolution",
				"Historical Period" : "Second half of XX Century" ,
				"Typology" : "Event" 	
			},
			"shortInfo": "Why clone a sheep? Dolly was a part of the Roslin Institute’s research into producing genetically modified farm animals or livestock.",
			"longerInfo": ["Dolly the Sheep, born on July 5, 1996, at the Roslin Institute in Scotland, made history as the first mammal cloned from an adult somatic cell using nuclear transfer technology. Created by scientists led by Dr. Ian Wilmut, Dolly's birth sparked global ethical discussions about the implications of cloning on animal welfare, genetic identity, and the potential for human cloning. Her legacy continues to influence debates on bioethics, genetic engineering, and the ethical boundaries of scientific research involving living organisms."],
			"fullInfo": "assets/docs/12dolly.html"
		},
		{
			"@sort": "15",
			"shortName": "Moon Landing Photo",
			"image": "assets/img/items/13nasa.jpg",
			"info": {
				"Title": "NASA Moon Landing Photograph",
				"icon": "assets/img/icons/moon.png",
				"Author": "NASA astronauts and mission team",
				"Date of Creation/Publication": "July 20, 1969",
				"Original Location": "NASA's Johnson Space Center (JSC), Houston, Texas, USA",
				"Significance": "Symbolizes human achievement in space exploration and technological advancement",
				"Controversies & Debates": "Conspiracy theories questioning the authenticity of the moon landing",
				"Exhibition": "Room ",
				"Themes": "Scientific revolution",
				"Historical Period" : "Second half of XX Century" ,
				"Typology" : "Event" 	
			},
			"shortInfo": "Explore the iconic NASA Moon Landing Photo, symbolizing human achievement in space exploration. Discover its impact on scientific innovation and international cooperation.",
			"longerInfo": ["Examine the NASA Moon Landing Photo (1969) as a cultural icon and symbol of technological achievement. Analyze its historical context, technological advancements in space exploration, and its impact on global perceptions of scientific progress."],
			"fullInfo": "assets/docs/13nasa.html"
		},
		{
			"@sort": "9",
			"shortName": "Marie Curie's Study",
			"image": "assets/img/items/14curie.jpg",
			"info": {
				"Title": "Reproduction of the sheet of the measurements taken by Pierre and Marie Curie on 0.1 g of RaCl₂ (radium chloride)",
				"icon": "assets/img/icons/bottle.png",
				"Author": "Marie Curie and Pierre Curie",
				"Date of Creation": "April 22, 1902",
				"Original Location": "Curie Museum, Paris, France",
				"Significance": "Groundbreaking research on radioactivity, crucial contributions to modern physics and chemistry, laying the foundation for the development of X-ray technology",
				"Controversies & Debates": "Ethical considerations in early radiation research, scientific advancements versus health risks",
				"Exhibition": "Room " ,
				"Themes": "Women's history, Scientific revolution",
				"Historical Period" : "First half of XX Century" ,
				"Typology" : "Text, Event" 
			},
			"shortInfo": "In 1898, Pierre and Marie Curie discovered radium. In 1902, they sought to determine its atomic mass. They recorded the various steps of their calculations in their laboratory notebooks, from which this document is extracted. Both of their handwriting appears on this sheet, and the original still shows residual traces of radioactivity.",
			"longerInfo": ["Examine the reproduction of Pierre and Marie Curie’s measurements sheet from 1902. Their meticulous calculations advanced our knowledge of radioactivity, laying the groundwork for X-ray technology and cancer treatment. Dive into the ethical implications of early radiation research, their scientific methodologies, and their enduring impact on physics and chemistry research."],
			"fullInfo": "assets/docs/14curie.html"
		},
		{
			"@sort": "19",
			"shortName": "Snowden’s Revelations",
			"image": "assets/img/items/15revel.jpg",
			"info": {
				"Title": "Edward Snowden’s Revelations",
				"icon": "assets/img/icons/folder.png",
				"Creator": "Edward Snowden and NSA documents",
				"Date of Publication": "Leaks occurred in 2013",
				"Original Location": "National Security Archive, G. Washington University, USA",
				"Significance": "Pprivacy rights, government surveillance, and digital ethics",
				"Controversies & Debates": "Legal and ethical implications of mass surveillance and privacy laws, impact on civil liberties",
				"Exhibition": "Room " ,
				"Themes": "Digital privacy",
				"Historical Period" : "XXI Century" ,
				"Typology" : "Event" 		
			},
			"shortInfo": "Explore the tablet displaying Edward Snowden’s Revelations, highlighting debates on privacy and surveillance. Understand its implications for digital ethics and security.",
			"longerInfo": ["The tablet exhibited here, displays a facsimile of Edward Snowden’s Revelations. Snowden exposed secret U.S. government surveillance programs in 2013. These disclosures highlighted how governments monitor phone and internet activities, sparking debates about privacy and security in the digital age. Understand the importance of protecting personal information and the balance between national security and individual privacy."],
			"fullInfo": "assets/docs/15revel.html"
		},
		{
			"@sort": "14",
			"shortName": "Mini Skirt",
			"image": "assets/img/items/16mini-skirt.jpg",
			"info": {
				"Title": "Mary Quant's Mini Skirt",
				"icon": "assets/img/icons/skirt.png",
				"Author": "Mary Quant (Designer)",
				"Date of Publication": "Designed in 1966",
				"Original Location": "Victoria and Albert Museum, London, UK",
				"Significance": "Revolution in clothing design, a new concept of women wearing that took into account also women sexuality",
				"Controversies & Debates": "Challenged fashion norms, symbolizing women's liberation, empowerment and youthful style",
				"Exhibition": "Room ",
				"Themes": "Women's history",
				"Historical Period" : "Second half of XX Century" ,
				"Typology" : "Garment" 					
			},
			"shortInfo": "This garment was designed by Mary Quant in 1966. It was one of the most appreciated of her prodcuts. It's a vibrant green coloured short dress.",
			"longerInfo": ["This dress shows a so called mini-skirt, because it stops before the knees. It's length, bright colour and dynamic cut of the skirt are typical marks of Mary Quant's design. She was an early fashion designers when she was one of the first to push this kind of garment, but she was the one to make it an icon of the sixties fashion. This new version of the skirt was for the young women generation a way to express their will to be more free and a shock for the conservative societies of that time."],
			"fullInfo": "assets/docs/16mini-skirt.html"
		},
		{
			"@sort": "20",
			"shortName": "AI Image of Pope Francis",
			"image": "assets/img/items/17pope.jpg",
			"info": {
				"Title": "AI Image of Pope Francis",
				"icon": "assets/img/icons/ai.png",
				"Author": "Pablo Xavier",
				"Date of Publication": "March 2023",
				"Original Location": "Reddit Social Network",
				"Significance": "The image shows AI's power to create realistic yet misleading content, highlighting urgent ethical concerns in digital media",
				"Controversies & Debates": "Ethical use of AI in creating misleading content, the ease of spreading misinformation, and the need for regulations to prevent such digital deceptions",
				"Exhibition": "Room " ,
				"Themes": "Digital privacy, Religious dissent",
				"Historical Period" : "XXI Century" ,
				"Typology" : "Artwork" 		
			},
			"shortInfo": "The viral AI-generated image of Pope Francis in a white puffer jacket sparked global attention, raising important ethical concerns about the potential for AI to create convincing but misleading content.",
			"longerInfo": ["“I just thought it was funny to see the Pope in a funny jacket,” said the creator of the image, Pablo Xavier, a 31-year-old construction worker from Chicago. The AI-generated image of Pope Francis in a white puffer jacket went viral, captivating the internet with its unexpected humor. However, its rapid spread also highlighted the challenges of distinguishing real from fake content in the digital age and raised significant ethical concerns about the use of AI to create misleading images."],
			"fullInfo": "assets/docs/17AI-pope.html"
		},
		{
			"@sort": "1",
			"shortName": "Arquebus",
			"image": "assets/img/items/18arquebus.jpeg",
			"info": {
				"Title": "Combination Wheellock Matchlock Gun",
				"icon": "assets/img/icons/rifle.png",
				"Author": "-",
				"Date of Creation": "1560",
				"Original Location": "The MET museum, New York, USA",
				"Significance": "Symbolizes the transition from medieval to modern warfare and the mechanisation of war",
				"Controversies & Debates": "The introduction of firearms diminished the effectiveness of knightly armor and altered combat dynamics, sparking debates about their ethical implications as impersonal and indiscriminate weapons compared to melee weapons",
				"Exhibition": "Room " ,
				"Themes": "Ethics of war",
				"Historical Period" : "XV-XVII Century" ,
				"Typology" : "Weapon" 
						
			},
			"shortInfo": "The arquebus is an early type of portable gun, a precursor to the musket, used in the 15th to 17th centuries. It was a matchlock firearm, typically loaded with gunpowder and a lead ball. It Symbolizes the transition from medieval to modern warfare and the mechanisation of war.",
			"longerInfo": ["The invention of the arquebus was a turning point in military history, symbolizing the transition from medieval to modern warfare. Its introduction heralded the decline of knightly dominance on the battlefield, the rise of professional standing armies, and the development of new military strategies and fortifications. Beyond its tactical implications, the arquebus played a significant role in the broader social and political transformations of the late Middle Ages and Renaissance, contributing to the decline of feudalism and the rise of centralized states. Although eventually replaced by more advanced firearms, the arquebus laid the groundwork for the future of warfare and the global expansion of European powers."],
			"fullInfo": "assets/docs/18archibugio.html"
		},
		{
			"@sort": "5",
			"shortName": "Guillotine",
			"image": "assets/img/items/19guillotine1.jpg",
			"info": {
				"Title": "Reign of Terror Guillotine Blade",
				"icon": "assets/img/icons/guillotine.png",
				"Author": "-",
				"Date of Creation": "1793",
				"Original Location": "Madame Tussauds, London, UK",
				"Significance": "Symbolized revolutionary justice, equality, and execution efficiency during France's Revolution",
				"Controversies & Debates": "Sparked debates over its role in mass executions and public spectacle, with critics arguing it dehumanized the death process and stripped victims of dignity",
				"Exhibition": "Room " ,
				"Themes": "Ethics of war",
				"Historical Period" : "XVIII-XIX Century" ,
				"Typology" : "Weapon" 	
						
			},
			"shortInfo": "The Guillotine was a type of decapitation device and one of the most infamous symbols of capital punishment in history. Although most famously associated with France during the French Revolution, the device and its variants were used in other European countries, contributing to significant debates around the ethics, legality, and humanity of state-enforced death penalties",
			"longerInfo": ["The Guillotine was a type of decapitation device and one of the most infamous symbols of capital punishment in history. Although most famously associated with France during the French Revolution, the device and its variants were used in Italy and other European countries, contributing to significant debates around the ethics, legality, and humanity of state-enforced death penalties and represented the broader European shift towards what was seen as a more civilized form of capital punishment. It replaced more archaic and brutal methods of execution like hanging, burning, or breaking on the wheel. Its efficiency and supposed humanity were emphasized, making it a preferred method of execution for many governments at the time. "],
			"fullInfo": "assets/docs/19ghigliottina.html"
		},
		{
			"@sort": "2",
			"shortName": "Vitruvian Man",
			"image": "assets/img/items/20da-vinci.jpg",
			"info": {
				"Title": "Vitruvian Man",
				"icon": "assets/img/icons/vitru.png",
				"Author": "Leonardo Da Vinci",
				"Date of Publication": "1490 ca.",
				"Original Location": "Gallerie dell'Accademia, Venezia, Italy",
				"Significance": "Represents ideal human proportions and harmony between art and science",
				"Controversies & Debates": "Da Vinci studied human anatomy by examining corpses, a practice previously prohibited by religious and dogmatic beliefs until the Renaissance",
				"Exhibition": "Room " ,
				"Themes": "Religious dissent",
				"Historical Period" : "XV-XVII Century" ,
				"Typology" : "Artwork" 	
			},
			"shortInfo": "This is a version of the vitruvian man described by Vitruvio drawn by Leonardo Da Vinci around the 1490.",
			"longerInfo": ["This sketch shows one of face of the poliedric soul of Leonardo Da Vinci, art, but also his intereset in medicine science as the precise reproduction of the muscles and human structure show. This draw is a testimony of the benefits obtained by pursuing an activity banned or seen as sacrilegious, study of the human anatomy through corpses."],
			"fullInfo": "assets/docs/20da-vinci.html"
		}
		
	]
}